# Шапка клавиатуры выбора типа промпта
# для совмещения с очтетом GS.
# 2-ое подменю.
report_type = "Выберите тип отчтета"

# Кнопки с заготовленными промптами для 2-го подменю.
anomaly = "Поиск аномалий"
recommendations = "Рекомендации"
analysis = "Анализ"

# Кнопка свободного промпта для 2-го подменю.
free_prompt = "Свободный запрос"

# Шапка клавиатуры ввода свободного промпта. 3-ье подменю.
free_prompt_menu_head = "Введите запрос"

# Кнопки для возрата между подменю
back3_2 = "back3_2"
back4_3 = "back4_3"

# Список с callback-ами кнопок для фильтра декоратора. Переход из 2-го подменю во 3-ье.
type_callback_list = [anomaly, analysis, recommendations]