# Строки для общих кнопок, callback-ов и сообщений бота

cancel = "В главное меню" # Кнопка возрата в главное меню. Не подходит для callback-а!
back = "Назад" # Кнопка возрата в предыдущее подменю. Не подходит для callback-а!

back_admin_callback = "BACK_ADMIN" # Callback для возврата в главное меню админа.
back_user_callback = "BACK_USER" # Callback для возврата в главное меню юзера.

# Временные оповещения о запущенных процессах.
report_in_progress = "Формирую отчет..."
answer_in_progress = "Формирую ответ..."