# Строки с результатами работы функции добавления юзера в базу бота. (/start)
user_already_added = "Пользователь с таким id уже зарегистрирован."
user_not_exist = "Пользователь с таким id еще не зарегистрирован."
user_added = "Пользователь успешно добавлен."
user_removed = "Пользователь успешно удален"

# Строки с результатами работы функции получения прав админа.
admin_turn_on = "Права админа активированы."
admin_already_on = "Вы уже обладаете правами админа."

wrong_pass = "Неправильный пароль!"